Repository: common-repository/wp-cookie-tool
Catalog: languages/wp-cookie-tool-*.po
Languages: es_es

source: The message you are going to show
es_es: El mensaje que vas a mostrar

source: I agree
es_es: Aceptar

source: I disagree
es_es: Rechazar

source: Load css?
es_es: Cargar css?

source: Cookie policy page link
es_es: Link a página de política de cookies

source: Cookie policy page title
es_es: Título de la página de política de cookies.

source: Panel class
es_es: Clase del panel

source: Message
es_es: Mensaje

source: Agree text
es_es: Texto para aceptar

source: Decline text
es_es: Texto para rechazar

source: Google Analytics Code
es_es: Código de Google Analytics

source: Some code, such as Google Analytics, needs to be modified to prevent it to store cookies before the user consent.
es_es: Es necesario modificar algún código, como el de Google Analytics, para evitar que almacene cookies antes del consentimiento del usuario.

source: The plugin can insert a modified version for you, or you can choose to do it for yourself.
es_es: El plugin puede insertar la versión modificada por ti, o puedes hacerlo tú mismo.

source: Currently, Google Analytics and AdSense are supported.
es_es: Actualmente, están soportados Google Analytics y Adsense.

source: For Google Analytics, you have to avoid loading the script, leaving just this:
es_es: Para Google Analytics, tienes que evitar cargar el script, dejando sólo esto:

source: You can do it by yourself, or insert your code below and the plugin will do it for you.
es_es: Puedes hacerlo por ti mismo, o pegar tu código debajo y el plugin lo hará por ti.

source: Regarding Google AdSense, you need to use the asynchronous version.
es_es: Con respecto a Google Adsense, tienes que usar la versión asíncrona.

source: Uncheck if you don't want to include the default styles.
es_es: Desmarca si no quieres incluir los estilos css por defecto.

source: Place here your privacy/cookie policy page URL.
es_es: URL de la página con tu política de privacidad/cookies.

source: You will need to place the [wp_ct-cookie-div] shortcode in that page.
es_es: Tendrás que poner el shortcode [wp_ct-cookie-div] en dicha página.

source: Place here your privacy/cookie policy title
es_es: Título de la página con tu política de privacidad/cookies.

source: Panel's CSS class name.
es_es: Nombre de la clase CSS del panel.

source: This is the text you show to your visitors.
es_es: Este es el texto que muestras a tus visitantes.

source: Text to agree.
es_es: Texto para aceptar.

source: Text to decline.
es_es: Texto para rechazar.

source: Your account code
es_es: Tu código de cuenta de GA

source: Your account code looks like this: UA-12345678-9
es_es: Tu código de cuenta tiene este formato: UA-12345678-9

source: Leave blank if you don't use Google Analytics or if you will insert the code on your own.
es_es: Déjalo en blanco si no usas Google Analytics o si quieres insertar el código por tu cuenta.

source: You currently <strong>allow</strong> cookies in this site. <button type="button" class="button-basic" data-action="decline">Click here to disallow cookies</button>
es_es: Actualmente <strong>aceptas</strong> el uso de cookies en el sitio. <button type="button" class="button-basic" data-action="decline">Pulsa aquí para rechazar cookies</button>

source: You currently <strong>disallow</strong> cookies in this site. <button type="button" class="button-basic" data-action="agree">Click here to allow cookies</button>
es_es: Actualmente <strong>no aceptas</strong> el uso de cookies en el sitio. <button type="button" class="button-basic" data-action="agree">Pulsa aquí para permitir cookies</button>

source: You haven't yet established your configuration. <button type="button" class="button-basic" data-action="agree">Click here to allow cookies</button> or <button type="button" class="button-basic" data-action="decline">click here to disallow cookies</button>
es_es: Aún no has establecido tu configuración. Haz click <button type="button" class="button-basic" data-action="agree">aquí</button> si quieres aceptar el uso de cookies, o <button type="button" class="button-basic" data-action="decline">aquí</button> si no.
